Repository: 10cents/pootle
Catalog: pootle/locale/*/pootle_js.po
Languages: bn_in, fi

source: All Languages
fi: Kaikki kielet

source: All Projects
fi: Kaikki projektit

source: Expand details
bn_in: বর্ধিত বিবরণ
fi: Näytä yksityiskohdat

source: Collapse details
bn_in: সমস্তগুলি প্রসারিত করুন
fi: Piilota yksityiskohdat

source: Are you sure you want to continue?
bn_in: আপনি কি নিশ্চিত যে চালিয়ে যেতে চান ?
fi: Haluatko varmasti jatkaa?

source: This operation cannot be undone.
bn_in: এই কাজতি বাতিল করা যাবে না।
fi: Tätä toimenpidettä ei voi perua.

source: Show tags
fi: Näytä tunnisteet

source: Hide tags
fi: Piilota tunnisteet

source: Hide filtering
fi: Piilota suodatus

source: Show filtering
fi: Näytä suodatus

source: Go to the next string (Ctrl+.)
fi: Siirry seuraavaan tekstiin (Ctrl+.)

source: Go to the previous string (Ctrl+,)
fi: Palaa edelliseen tekstiin (Ctrl+,)

source: %s's pending suggestions
fi: Käyttäjän %s odottavat ehdotukset

source: %s's accepted suggestions
fi: Käyttäjän %s hyväksytyt ehdotukset

source: %s's rejected suggestions
fi: Käyttäjän %s hylätyt ehdotukset

source: %s's submissions
fi: Käyttäjän %s käännökset

source: %s's overwritten submissions
fi: Käyttäjän %s ylikirjoitetut käännökset

source: No results.
bn_in: কোন ফলাফল নেই।
fi: Ei tuloksia.

source: Export View
fi: Vietyjen Näkymä

source: Error while connecting to the server
bn_in: সার্ভার এর সাথে সংযোগ কালে ক্রুটি
fi: Virhe yhdistettäessä palvelimeen

source: Server error
bn_in: সার্ভারে সমস্যা
fi: Palvelinvirhe

source: The server seems down. Try again later.
bn_in: সার্ভার সম্ভবত কাজ করছে না। একটু পরে চেষ্টা করুন।
fi: Palvelimeen ei saada yhteyttä. Yritä uudelleen myöhemmin.

source: Unknown error
bn_in: অজানা সমস্যা
fi: Tuntematon virhe

source: You reached the beginning of the list
bn_in: আপনি সারির শুরুতে এসে গেছেন
fi: Olet listan alussa

source: You reached the end of the list.
bn_in: আপনি সারির শেষে এসে গেছেন।
fi: Olet listan lopussa.

source: Return to the overview page.
bn_in: সারসংক্ষেপ পাতায় প্রস্থান।
fi: Palaa yleiskatsaus-sivulle.

source: %s% match
fi: %s% vastaavuus

source: Similar translations
bn_in: অনুরুপ অনুবাদ
fi: Samankaltaisia käännöksiä

source: More
bn_in: আরও
fi: Lisää

source: Hide
bn_in: আড়াল করা হবে
fi: Piilota

source: Less
bn_in: কম
fi: Vähemmän

source: Show
fi: Näytä

source: A year ago
fi: Vuosi sitten

source: A week ago
fi: Viikko sitten

source: Yesterday
fi: Eilen

source: An hour ago
fi: Tunti sitten

source: A minute ago
fi: Minuutti sitten

source: A few seconds ago
fi: Muutama sekunti sitten

source: Congratulations, you walked through all strings.
bn_in: সাবাস, আপনি সমস্ত বর্ণসমষ্টি পেরিয়ে এসেছেন।
