Repository: 10cents/pootle
Catalog: pootle/locale/sah/pootle.po
Languages: sah

source: Hold down "Control", or "Command" on a Mac, to select more than one.
sah: Хас да пууну таларга «Control» эбэтэр «Command» тимэхтэри баттаа уонна тутан тур (Mac)

source: Enter a valid e-mail address.
sah: Бэйэҥ аадырыскын киллэр.

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
sah: Киллэрбит аадырыһыҥ биир да манна бэлиэтэммит ааты кытта сөп түбэспэтэ. Урут бэлиэтэммитиҥ дуо?

source: This field is required.
sah: Бу булгуччу толоруллуохтаах.

source: Ensure this value has at most %(max)d characters (it has %(length)d).
sah: Мантан элбэх бэлиэтэ суоҕун чуолкайдаа %(max)d (бачча уһуннааҕын %(length)d).

source: Save and add another
sah: Бигэргэт уонна атыны эп

source: Save and continue editing
sah: Бигэргэт уонна салҕаа

source: Add
sah: Эп

source: Change
sah: Уларыт

source: Add %(name)s
sah: Маны эп %(name)s

source: View on site
sah: Ситим-сиргэ көр

source: first name
sah: аатыҥ

source: last name
sah: араспаанньаҥ

source: e-mail address
sah: эл. аадырыһыҥ

source: active
sah: үлэлиир

source: superuser status
sah: дьаһабыл

source: Source Language
sah: Источнигын тыла

source: Android strings
sah: Андроид устуруокалара

source: Your name
sah: Эн аатыҥ

source: Your email address
sah: Эн эл. аадырыһыҥ

source: Your message
sah: Эн этииҥ

source: Please correct the error below.
sah: Бу сыыһалары көннөр.

source: The settings have been saved.
sah: Туруорууларыҥ бигэргэтилиннилэр.

source: Save
sah: Бигэргэт

source: Title
sah: Аата

source: Delete
sah: Сот

source: Language code does not follow the ISO convention
sah: Тыл куода ISO куодугар сөп түбэспэтэ

source: Project code may only contain letters, numbers and _
sah: Бырайыак куода буукубалартан, сыыппаралартан уонна алын тириэттэн _ эрэ туруохтаах

source: Advanced Options
sah: Сиһилии туруоруулар

source: The name for this Pootle server
sah: Pootle сиэрбэригэр аата

source: Description
sah: Ойуулааһын

source: The description and instructions shown on the front page and about page. Be sure to use valid HTML.
sah: Сүрүн сирэйгэ бырайыак туһунан уонна кыттарга ыйыылар-кэрдиилэр. Сөптөөх HTML куоду туһан.

source: Can view a translation project
sah: Бырайыагы көрүөн сөп

source: Can make a suggestion for a translation
sah: Бырайыакка тылбаас барылын этиэн сөп

source: Can submit a translation
sah: Тылбаастыан сөп

source: Can overwrite translations on uploading files
sah: Локаал билэни киллэрэригэр тылбаастары уларытыан сөп

source: Can review translations
sah: Тылбаас барылларын бигэргэтиэн сөп

source: Can download archives of translation projects
sah: Тылбаас архыыптарын хачайдаан ылыан сөп

source: Can administrate a translation project
sah: Бырайыакка дьаһабыл үлэтин толоруон сөп

source: Can commit to version control
sah: Барыллары хонтуруоллуур тиһилиги уларытыан сөп

source: Pending
sah: Кэтэһээччилэр

source: Accepted
sah: Ылыллыбыт

source: Rejected
sah: Ылыныллыбатах

source: Top Contributors
sah: Кыттааччылар топтара

source: Suggestions
sah: Тылбаас этиилэрэ

source: Reviews
sah: Тургутуллубут

source: Submissions
sah: Бэчээттэммит

source: Translated
sah: Тылбаастаммыт

source: Needs review
sah: Бигэргэтиини көрдүүр

source: Untranslated
sah: Тылбаастамматах

source: Save Changes
sah: Уларытыылары бигэргэт

source: Languages
sah: Тыллар

source: Here you can add, edit, and delete all the available languages in this Pootle server.
sah: Манна Pootle сиэрбэригэр баар тыллары эбэн биэриэххин, уларытыаххын уонна сотуоххун сөп.

source: Permissions
sah: Киирии бырааба

source: Here you can add, edit, and delete the default permissions in this Pootle server.
sah: Манна Pootle сиэрбэргэ киирии быраабын эбиэххин, уларытыаххын уонна сотуоххун сөп.

source: The user “nobody” refers to any user that is not logged in (an anonymous, unidentified user). The user “default” refers to the rights that all logged in users will have by default, unless other specific rights were assigned to them.
sah: «Nobody» диэн тылынан тиһиликкэ киирбэтэх кыттааччыны (аноним, биллибэт) бэлиэтэнэр. «Default» диэн тылынан тиһиликкэ ааттарын билиһиннэрбит кыттааччылар эрдэттэн бэриллибит бырааптара этиллэр (кэлин бэйэлэригэр чуолаан эбиллибит бырааптарыттан ураты)

source: Projects
sah: Бырайыактар

source: Here you can add, edit, and delete all the available projects in this Pootle server.
sah: Манна Pootle сиэрбэргэ баар бырайыактар эбиэххин, уларытыаххын уонна сотуоххун сөп.

source: General Settings
sah: Сүрүн туруоруулар

source: Configure here the general settings for your site.
sah: Ситим-сир сүрүн туоруорууларын туруоран биэр.

source: Users
sah: Кыттааччылар

source: Here you can add, edit, and delete all the available users in this Pootle server.
sah: Манна Pootle сиэрбэр кыттааччыларын эбиэххин, уларытыаххын уонна сотуоххун сөп.

source: Server Statistics
sah: Сиэрбэр ыстатыыстыката

source: Pending suggestions
sah: Кэтэһэр этиилэр

source: More...
sah: Өссө...

source: Support
sah: Өйөбүл

source: Pootle is developed by Translate.org.za and a community of passionate localization experts. We want Pootle to help your localization work reach its full potential.
sah: Pootle бырайыагы Translate.org.za тэрилтэ биирдиилээн тылбаасчыттары кытта оҥорбута. Биһиги сорукпут — тылбааһы кэбэҕэс оҥоруу.

source: You will find the following helpful for support:
sah: Көмө көрдүүргэ манна киир:

source: The Pootle documentation
sah: Pootle документацията

source: The Pootle mailing list
sah: Pootle сурутуута

source: (commercial support)
sah: (харчынан өйөөһүн)

source: Dependency Checks
sah: Тутулуктары тургутуу

source: Optional
sah: Булгуччута суох

source: Optimizations
sah: Оптимизация

source: Pootle Alerts
sah: Pootle биллэриилэрэ

source: Language
sah: Тыла

source: Overall Completion
sah: Барыта бүппүт

source: Last Activity
sah: Тиһэх көннөрүү

source: Project
sah: Бырайыак

source: Latest News
sah: Тиһэх сонуннар

source: Subscribe to the RSS feed.
sah: RSS лиэнтэтигэр сурутуу.

source: Login
sah: Киирии

source: Login to Pootle
sah: Pootle-га киирии

source: Your username and password didn't match. Please try again.
sah: Аат уонна киирии тыл сөп түбэспэтилэр. Өссө боруобалаан көр.

source: Lost your Password?
sah: Киирии тылгын умуннуҥ дуо?

source: Don't have an account yet?
sah: Бэлиэтэнэ иликкин дуо?

source: Register.
sah: Бэлиэтэнии.

source: Password
sah: Киирии тыл

source: Translate Toolkit version %s installed.
sah: Translate Toolkit %s барыла турар.

source: Django version %s is installed.
sah: Django туруоруллубут барыла — %s.

source: Django version %s is installed, but a higher version is highly recommended.
sah: Django %s барыла турар. Саҥардан биэриллиэхтээх.

source: lxml version %s is installed.
sah: Туруоруллубут lxml барыла — %s.

source: Can't find the unzip command. Uploading archives is faster if "unzip" is available.
sah: unzip хамаанда булуллубата. Архыып хачайдааһына "unzip" баар буоллаҕына түргэтиир.

source: Can't find the ISO codes package. Pootle uses ISO codes to translate language names.
sah: ISO куодтаах пакет көстүбэтэ. Кини тыллар ааттарын тылбаастырга туһаныллар.

source: Can't find the aeidon package. Pootle requires Gaupol or aeidon to support subtitle formats.
sah: Aeidon пакета көстубэтэ. Pootle-га араас формааттаах субтитрдары өйүүргэ Gaupol эбэтэр aedion туруохтаахтар.

source: Can't find python-levenshtein package. Updating from templates is faster with python-levenshtein.
sah: Python-levenshtein пакета көстүбэтэ. Халыыптар бу пакет баар буоллаҕына түргэнник саҥардыллаллар.

source: No text indexing engine found. Searching is faster if an indexing engine like Xapian or Lucene is installed.
sah: Тиэкиһи индекстиир тиһилик көстүбэтэ. Көрдөбүл индекстиир тиһилик баар буоллаҕына (холобур, Xapian эбэтэр Lucene) түргэтиир

source: Using the default sqlite3 database engine. SQLite is only suitable for small installations with a small number of users. Pootle will perform better with the MySQL database engine.
sah: SQLite3 СУБД туттуллар. Кини аҕыйах кыттааччылаах бырайыакка эрэ барсар. MySQL СУБД-ны тутуннаҕына Pootle ордук таһаарыылаах буолуо.

source: Using the default sqlite3 database engine. SQLite is only suitable for small installations with a small number of users. Pootle will perform better with the MySQL database engine, but you need to install python-MySQLdb first.
sah: SQLite3 СУБД туттуллар. Кини аҕыйах кыттааччылаах бырайыакка эрэ барсар. MySQL СУБД-ны тутуннаҕына Pootle ордук таһаарыылаах буолуо, ол гынан баран кини иннинэ python-MySQLdb пакеты туруоруохха наада.

source: Pootle is configured to use memcached as a caching backend, but can't connect to the memcached server. Caching is currently disabled.
sah: Pootle кээштииргэ memcached туттуохтаах эбит, ол гынан баран memcached сиэрбэрин кытта кыайан ситимнэспэтэ. Онон кээштээһин араарылынна.

source: For optimal performance, use django.contrib.sessions.backends.cached_db as the session engine.
sah: Түргэнник үлэлиирин туһугар django.contrib.sessions.backends.cached_db диэн сиэссийэ движогунан туһан.

source: Pootle is configured to use memcached as caching backend, but Python support for memcached is not installed. Caching is currently disabled.
sah: Pootle кээштииргэ memcached туттуохтаах эбит, ол гынан баран Python memcached туттуута туруоруллубатах. Онон кээштээһин арахсыбыт.

source: For optimal performance, use memcached as the caching backend.
sah: Түргэнник үлэлиирин туһугар memcached туһан.

source: For optimal performance, use Apache as the webserver.
sah: Түргэнник үлэлиирин туһугар Apache ситим-сиэрбэри туһан.

source: The "from" address used to send registration emails is not specified. Also review the mail server settings.
sah: Бэлиэтэнии форматын «from» түннүгэр аадырыс суруллубатах. Ону тэҥэ почтаҥ сиэрбэрин туруорууларын тургут.

source: No contact address is specified. The contact form will allow users to contact the server administrators.
sah: Билсэр аадырыс ыйыллыбатах. Бу баар буоллаҕына кыттааччы сиэрбэр дьаһалтатын кытта алтыһар кыахтанар.

source: Running in debug mode. Debug mode is only needed when developing Pootle. For optimal performance, disable debugging mode.
sah: Үлэ тургутар эрэсиимҥэ ыытыллар. Кини Pootle тиһилигин тупсарарга эрэ туттуллар. Үлэ күргүөмүнэн барарын туһугар бу эрэсиими арааран кэбис.

source: Running in live translation mode. Live translation is useful as a tool to learn about Pootle and localization, but has high impact on performance.
sah: Тута тылбаастааһын эрэсиимэ. Бу эрэсиим саҥа саҕалыырга, үөрэнэргэ туһалаах, ол гынан баран тиһилиги наһаа ноҕуруускалыыр.

source: Files
sah: Билэлэр

source: Active projects
sah: Аһаҕас (активнай) бырайыактар

source: Active languages
sah: Баар тыллар

source: Translated strings
sah: Тылбаастаммыт устуруокалар

source: Translated words
sah: Бачча тыл тылбаастаммыт

source: Active users
sah: Дьаныардаах кыттааччылар

source: Project Members
sah: Бырайыакка кыттар дьон

source: Language Members
sah: Тылы тылбаастааччылар

source: All Users
sah: Бары кыттааччылар

source: You do not have rights to administer Pootle.
sah: Pootle сирин дьаһайар кыаҕыҥ суох.

source: You do not have rights to administer %s.
sah: Бу %s сири дьаһайар кыаҕыҥ суох эбит.

source: No files in this project.
sah: Бу бырайыак кураанах.

source: There are errors in the form. Please review the problems below.
sah: Бу форма алҕастардаах. Көрөн, көннөрөн биэр эрэ.

source: Pootle %(pootle_ver)s is powered by Translate Toolkit %(toolkit_ver)s
sah: Pootle %(pootle_ver)s Translate Toolkit %(toolkit_ver)s барылын туһанар

source: %(percentage)d%% complete
sah: %(percentage)d%% толоруллубут

source: Translations are complete
sah: Тылбаас түмүктэммит

source: Translations need to be checked (they are marked fuzzy)
sah: Тургутуллуохтаах тылбаастар (чуолкайа суох курдук бэлиэтэммиттэр)

source: %(translated)d/%(total)d words (%(translatedpercent)d%%) translated
sah: %(translated)d/%(total)d тыл (%(translatedpercent)d%%) тылбаастаммыт

source: %(translated)d/%(total)d strings
sah: %(translated)d/%(total)d устуруока

source: %d file
sah: %d билэ

source: %d word needs attention
sah: %d тылы көрүөххэ наада

source: %d word untranslated
sah: %d тыл тылбаастамматах

source: %d word needs review
sah: %d тылы көрүөххэ наада

source: Error reading %d file
sah: %d билэни сатаан аахпатым

source: Name
sah: Аата

source: Translated percentage
sah: Тылбаастаммыт, бырыһыанынан

source: Fuzzy
sah: Чопчута суох

source: Fuzzy percentage
sah: Чопчута суох, бырыһыанынан

source: Fuzzy words
sah: Чуолкайа суох тыллар

source: Untranslated percentage
sah: Тылбаастамматах, бырыһыанынан

source: Untranslated words
sah: Тылбаастамматах тыллар

source: Total
sah: Барыта

source: Total Words
sah: Тыл барыта

source: Progress
sah: Оҥоһуллубут

source: Summary
sah: Түмүгэ

source: You do not have rights to access this translation project.
sah: Тылбаастары уларытар кыаҕыҥ суох эбит.

source: You do not have rights to commit files here
sah: Билэлэри бигэргэтэр быраабыҥ суох эбит

source: You do not have rights to update files here
sah: Билэлэри саҥардан биэрэр быраабыҥ суох эбит

source: ISO 639 language code for the language, possibly followed by an underscore (_) and an ISO 3166 country code. <a href="http://www.w3.org/International/articles/language-tags/">More information</a>
sah: Тыл ISO 639 куода, сатанар буоллаҕына бу (_) бэлиэ нөҥүө дойду ISO 3166 куодунан бигэргэтиллиэхтээх. <a href="http://www.w3.org/International/articles/language-tags/">Бу туһунан сиһилии</a>

source: Code
sah: Куода

source: Full Name
sah: Толору аата

source: Enter any special characters that users might find difficult to type
sah: Ханнык баҕарар ыараханнык киллэриллэр бэлиэлэри киллэриэххин сөп

source: Special Characters
sah: Аналлаах бэлиэлэр

source: For more information, visit <a href="http://translate.sourceforge.net/wiki/l10n/pluralforms">our wiki page</a> on plural forms.
sah: Элбэх ахсаан формаларын туһунан эбии билиэххин баҕардаххына <a href="http://translate.sourceforge.net/wiki/l10n/pluralforms">биһиги биикибитигэр (ааҥыл.)</a> киирэ сырыт.

source: Unknown
sah: Биллибэт

source: Number of Plurals
sah: Элбэх ахсаан формаларын ахсаана

source: Plural Equation
sah: Элбэх ахсаан формата

source: %(projects)d project, %(average)d%% translated
sah: %(projects)d бырайыак, %(average)d%% тылбаастамматах

source: You do not have rights to administer this language.
sah: Бу тылы уларытар кыаҕыҥ суох эбит.

source: Below you can add, edit, and delete the permissions for this language.
sah: Манна бу тылы уларытар кыаҕы эбиэххин, уларытыаххын эбэтэр бобуоххун сөп.

source: Pootle: Install
sah: Pootle: Туруоруу

source: Error: "%s" while attempting to access the Pootle database, will try to initialize database.
sah: Алҕас: "%s" Pootle билэлэрин олоҕор киирдэххэ, ол онтуҥ инициализациялана сатыа.

source: Creating database tables...
sah: Дааннайдар баазаларын табылыыссатын оҥоруу...

source: Creating default languages, projects and admin user
sah: Тылын, бырайыагын уонна дьаһабыл аатын оҥоруу

source: Calculating translation statistics, this will take a few minutes
sah: Тылбаас ыстатыыстыкатын оҥоруу, хас да мүнүүтэ буолуон сөп

source: %(language)s is %(percent)d%% complete
sah: %(language)s тылбааһа %(percent)d%% түмүктэммит

source: Project %(project)s is %(percent)d%% complete
sah: %(project)s бырайыак %(percent)d%% түмүктэммит

source: Done calculating statistics for default languages and projects
sah: Тыл уонна бырайыак ыстатыыстыката оҥоһулунна

source: Initialized database, you will be redirected to the front page in 10 seconds
sah: Билэ олоҕо инициализацияланна, 10 сөкүүндэнэн сүрүн сирэйгэ утаарыллыаҥ

source: Pootle: Update
sah: Pootle: Саҥардыы

source: Database tables are currently at build version %d. Pootle will now update the database.
sah: Дааннай баазатын табылыыссата %d барыла турар. Pootle дааннай баазатын саҥардыа.

source: Creating missing database tables...
sah: Билэ олоҕун тиийбэт табылыыссаларын оҥоруу...

source: Fixing permission table...
sah: Киирии быраабын табылыыссатын уларытыы...

source: Updating existing database tables...
sah: Билэ олоҕун баар табылыыссаларын саҥардыы...

source: Pootle will now import all the translations into the database. It could take a long time.
sah: Билигин Pootle туох баар тылбаастары билэ олоҕор көһөрүө. Бу уһун кэми ылыан сөп.

source: Failed to import suggestions from %s
sah: Мантан тылбаастары көһөрүү %s сатаммата

source: Failed to import units from %s
sah: Тылбаас бөлөхтөрүн мантан көһөрүү %s моһуогурда

source: All translations are now imported.
sah: Тылбаастар бары киллэрилиннилэр.

source: Pootle initialized the database. You will be redirected to the front page in 10 seconds.
sah: Билэ олоҕо инициализациланан эрэр. 10 сөкүүндэ иһинэн сүрүн сирэйгэ утаарыллыаҥ.

source: Source Text
sah: Бастакы тиэкис

source: Target Text
sah: Сорук тиэкис

source: Comments
sah: Комментарийдар

source: Locations
sah: Баар сирэ

source: You need to <a href="%(login_link)s">login</a> to access this page.
sah: Бу сирэйи көрөргө манна <a href="%(login_link)s">киириэхтээххин</a>.

source: Error accessing %(filename)s, Filesystem sent error: %(errormsg)s
sah: Манна %(filename)s киирэргэ алҕас таҕыста, Билэ тиһилигин алҕаһа: %(errormsg)s

source: Search
sah: Көрдөө

source: Advanced search
sah: Кэҥэтиллибит көрдөөһүн

source: First
sah: Бастакы

source: Previous
sah: Бу иннинээҕи

source: Next
sah: Аныгыскы

source: Last (%d)
sah: Бүтэһик (%d)

source: Message
sah: Этии

source: Added
sah: Эбиллибит

source: News for %(language)s
sah: %(language)s тыл сонуннара

source: News for %(project)s
sah: %(project)s сонуннара

source: News for the %(project)s project in %(language)s
sah: %(language)s тылынан %(project)s бырайыак сонуннара

source: News for %(path)s
sah: %(path)s сонуннара

source: View News Item
sah: Сонуннары көрдөр

source: No news yet.
sah: Сонун суох эбит.

source: News
sah: Сонуннар

source: Publish
sah: Таһаар

source: Default
sah: Анаан эппэтэххэ

source: Interface Language
sah: Интерфейсын тыла

source: Number of Rows
sah: Эрээттэр ахсааннара

source: Alternative Source Languages
sah: Атын тылынан хос барыл

source: Suggestions Accepted
sah: Ылынныллыбыт этиилэр

source: Suggestions Pending
sah: Ылыныыны кэтэһэр этиилэр

source: Suggestions Reviewed
sah: Ылыныллыбыт этиилэр

source: Submissions Made
sah: Бэчээккэ тахсыбыт

source: Quality Checks
sah: Таһымын тургутуу

source: File Type
sah: Билэ көрүҥэ

source: Automatic detection (slower)
sah: Аптамаатынан булуу (бытаан)

source: GNU style: files named by language code
sah: GNU истиилэ: билэлэр тыл куодунан ааттаналлар

source: Project Tree Style
sah: Бырайыак маһа (ойуулаан көрдөрүү)

source: Ignore Files
sah: Билэлэри ахсарыма

source: %(languages)d language, %(average)d%% translated
sah: %(languages)d тыл, %(average)d%% тылбаастаммыт

source: You do not have rights to administer this project.
sah: Бу бырайыагы дьаһайар быраабыҥ суох эбит.

source: Update from templates
sah: Халыыптан саҥардыы

source: Below you can add, edit, and delete the permissions for this project.
sah: Манна бырайыакка киирии быраабын эбиэххин, уларытыаххын эбэтэр бобуоххун сөп.

source: Administrate
sah: Дьаһайыы (уларытыы)

source: Here you can add, edit, or delete the languages for this project.
sah: Манна бырайыак тылларын эбиэххин, уларытыаххын эбэтэр көҕүрэтиэххин сөп.

source: Java Properties
sah: Java туруоруулара

source: OS X Strings
sah: OS X устуруокалара

source: PHP arrays
sah: PHP массивтара

source: Subtitles: srt
sah: Субтитрдар: srt

source: Subtitles: sub
sah: Субтитрдар: sub

source: Subtitles: ssa
sah: Субтитрдар: ssa

source: Subtitles: ass
sah: Субтитрдар: ass

source: Plural Form %d
sah: Элбэх ахсаан формата %d

source: Translator comment
sah: Тылбаасчыт комментарийа

source: Path
sah: Суола

source: You do not have rights to access translation mode.
sah: Тылбаастыыр эрэсиимҥэ киирэр кыаҕыҥ суох эбит.

source: You do not have rights to access review mode.
sah: Көрөр эрэсимҥэ киирэр кыаҕыҥ суох эбит.

source: Translate
sah: Тылбаас

source: Possible issues with the translation
sah: Тылбаас баар буолуон сөп эридьиэстэрэ

source: Remove quality check
sah: Таһымын тургутума

source: Copy into translation
sah: Тылбааска уган биэр

source: Submit
sah: Бигэргэт

source: Suggest
sah: Барылы киллэр

source: Add Comment
sah: Комментарий эбии

source: Accept suggestion
sah: Барылы бигэргэт

source: Reject suggestion
sah: Барылы туорат

source: Remove suggestion
sah: Тылбаас барылын сот

source: Translator Comments
sah: Тылбаасчыт комментарийдара

source: Words Translated: %(translated)d/%(total)d - %(translatedpercent)d%%
sah: Тылбаастаммыт тыл ахсаана: %(translated)d/%(total)d - %(translatedpercent)d%%

source: Strings Translated: %(translated)d/%(total)d - %(translatedpercent)d%%
sah: Тылбаастаммыт устуруока: %(translated)d/%(total)d - %(translatedpercent)d%%

source: Singular
sah: Биир ахсаан

source: Plural
sah: Элбэх ахсаан

source: Regenerate Glossary
sah: Тылдьыт регенерацията

source: Are you sure you want to regenerate the glossary? Any existing terms and their translations will be deleted.
sah: Тылдьыты регенерациялыыр чахчы туһалаах дуо? Баар тиэрминнэр уонна тылбаастар бары сотуллуохтара.

source: Extract
sah: Таһаар

source: You can regenerate the glossary from scratch.
sah: Тылдьыты саҥаттан оҥоруоххун сөп.

source: Term
sah: Тиэрмин

source: Translation
sah: Тылбааһа

source: Glossary is Empty
sah: Тылдьыт кураанах

source: Generate Glossary
sah: Тылдьыты саҕалаа

source: File
sah: Билэ

source: Description...
sah: Бу туһунан...

source: Details...
sah: Сиһилии...

source: Download XLIFF
sah: XLIFF билэни хачайдаан ылыы

source: Export
sah: Экспорт

source: Export translations
sah: Тылбаастары экспортаа

source: Download
sah: Хачайдаан ыл

source: Download file
sah: Билэни хачайдаан ыл

source: Translate offline
sah: Оффлайн тылбаас

source: Download XLIFF file for offline translation
sah: Ситимтэн арахсан баран тылбаастыырга XLIFF билэни хачайдааһын

source: Upload
sah: Хачайдаа

source: Update from VCS
sah: Мантан VCS саҥардыы

source: Commit to VCS
sah: VCS киллэрии

source: Rescan project files
sah: Бырайыак билэлэрин хос бул (скааннаа)

source: You do not have rights to update from version control here
sah: Барыллары тургутар тиһилиги саҥардан биэрэр быраабыҥ суох эбит

source: You do not have the right to create ZIP archives.
sah: ZIP архыыбы оҥорор кыаҕыҥ суох эбит

source: Invalid/insecure file name: %s
sah: Алҕастаах/куттааллаах аат: %s

source: Invalid GNU-style file name: %(local_filename)s. It must match '%(langcode)s.%(filetype)s'.
sah: GNU-стиль билэтин аата алҕастаах: %(local_filename)s. Манна сөп түбэһиэхтээх '%(langcode)s.%(filetype)s'.

source: Error while extracting archive
sah: Архыыптан хостуурга алҕас таҕыста

source: You do not have rights to overwrite files here.
sah: Билэни хос суруттарар кыаҕыҥ суох эбит.

source: You do not have rights to upload new files here.
sah: Саҥа билэни киллэрэр кыаҕыҥ суох эбит.

source: You do not have rights to upload files here.
sah: Манна билэлэри киллэрэр кыаҕыҥ суох эбит.

source: Update all from version control
sah: Барыллары тургутар тиһиликтэри барытын саҥардан биэр

source: Overwrite the current file if it exists
sah: Баар билэни хос суруттар

source: Merge the file with the current file and turn conflicts into suggestions
sah: Билэлэри холбооттоо, сөп түбэһиспэт устуруокаларын этии киллэрии быһыытынан ук

source: Add all new translations as suggestions
sah: Саҥа тылбаастары этии киллэрии быһыытынан ук

source: Upload to
sah: Манна киллэр

source: Optionally select the file you want to merge with. If not specified, the uploaded file's name is used.
sah: Холбуур билэҕин талыаххын сөп. Инньэ гымматаххына киллэриллэр билэ аата туттуллуо.

source: Upload File
sah: Билэни киллэр
