Repository: 10cents/pootle
Catalog: pootle/locale/sah/pootle.po
Languages: sah

source: Below you can add, edit, and delete the permissions for this translation project.
sah: Бу бырайыакка киирии быраабын эбиэххин, уларытыаххын эбэтэр бобуоххун сөп.

source: Failing Checks
sah: Алҕастаах тургутуулар

source: username
sah: бэлиэтэммит аат

source: email address
sah: эл. аадырыс

source: password
sah: киирии тыл

source: password (again)
sah: киирии тыл (өссө)

source: This username is already taken. Please choose another.
sah: Маннык ааты ким эрэ бэлиэтээбит. Атыны тал.

source: You must type the same password each time
sah: Киирии тыллар биир буолуохтаахтар

source: I have read and agree to the Terms of Service
sah: Туттуу сиэрин аахтым уонна толоруом диэн сөбүлэһэбин

source: This email address is already in use. Please supply a different email address.
sah: Маннык аадырыс туттуллар эбит. Атын аадырыһы киллэр.

source: Registration using free email addresses is prohibited. Please supply a different email address.
sah: Босхо почтаны туттар бобуллубут. Атын аадырыста киллэр.

source: user
sah: кыттааччы

source: activation key
sah: активация күлүүһэ

source: registration profile
sah: бэлиэтэнии профилэ

source: registration profiles
sah: бэлиэтэнии профиллэрэ

source: Time to answer has expired
sah: Хоруй болдьоҕо бүттэ

source: Enter a number
sah: Чыыһыланы киллэр

source: Incorrect
sah: Сыыһа

source: Permission Denied
sah: Киирии бобуллубут

source: You don't have permission to access this page.
sah: Бу сирэйгэ киирэр кыаҕыҥ суох эбит.

source: Page Not Found
sah: Сирэй көстүбэтэ

source: We're sorry, but the requested page could not be found.
sah: Баалаама, көрдүүр сирэйиҥ көстүбэтэ.

source: Server Error
sah: Сиэрбэр алҕаһа

source: An error has occurred. Thank you for your patience.
sah: Алҕас таҕыста. Сотору кэминэн хатылаан көрөөр.

source: Administration
sah: Салайыы

source: Information and statistics about this Pootle server
sah: Pootle сиэрбэр туһунан

source: Info
sah: Информация

source: Configure the general settings for your site
sah: Ситим-сир сүрүн туруорууларын туруор

source: General
sah: Сүрүн

source: Manage the users
sah: Кыттааччылары салайыы

source: Manage the languages
sah: Тыллары салайыы

source: Manage the projects
sah: Бырайыактары салайыы

source: Manage the default permissions
sah: Киирии таһымын салайыы

source: skip to navigation
sah: навигацияҕа киир

source: Admin
sah: Дьаһабыл

source: Log Out
sah: Таҕыс

source: Register
sah: Бэлиэтэнии

source: Log In
sah: Киирии

source: Help
sah: Көмө

source: Contact Us
sah: Ситимнэс

source: About this Pootle Server
sah: Pootle сиэрбэр туһунан

source: Are You Human?
sah: Эн киһигин дуо?

source: To protect the server against attacks we have to verify that submissions are made by human users.
sah: Сиэрбэри көмүскээри кыттааччы руобат буолбатаҕын тургутан көрөбүт.

source: Please answer this question:
sah: Ыйытыыга хоруйдаа:

source: Confirm
sah: Бигэргэт

source: Language main page
sah: Тыл сүрүн сирэйэ

source: Overview
sah: Көрүү

source: Language news
sah: Тыл сонуннара

source: Administrate your language permissions
sah: Эн тылгынан киириини салайыы

source: Project main page
sah: Бырайыак сүрүн сирэйэ

source: Project news
sah: Бырайыак сонуннара

source: Administrate your project
sah: Бырайыагы салайыы

source: Manage project permissions
sah: Бырайыакка киирии таһымын салайыы

source: Manage Terminology
sah: Тиэрминнэри салайыы

source: Translation project main page
sah: Бырайыак сүрүн сирэйэ

source: Translation project news
sah: Тылбаас бырайыагын сонуннара

source: Translate this project
sah: Бырайыагы тылбаастааһын

source: Terminology
sah: Терминология

source: Administrate your project permissions
sah: Бырайыакка киирии таһымын салайыы

source: My Account
sah: Бэлиэтэммит аатым

source: Overview of your account
sah: Бэлиэтэммит аатыҥ туһунан

source: Dashboard
sah: Салайыы хаптаһына (панель)

source: Configure your translation preferences
sah: Тылбаас туруорууларын уларыт

source: Settings
sah: Туруоруулар

source: Change your personal information
sah: Тус бэйэ туһунан информацияны уларытыы

source: Profile
sah: Профиль

source: Change your password
sah: Киирии тылы уларыт

source: About
sah: Ситим-сир туһунан

source: Send
sah: Ыыт

source: Message Sent
sah: Сурук барда

source: message by %(name)s
sah: %(name)s суруга

source: Here you can change your personal details. This information will be used in the header of the translation files.
sah: Манна бэйэҥ тускунан информацияны уларытыаххын сөп. Ол тылбаас билэлэрин ааттарыгар туһаныллыа.

source: First Name
sah: Аатыҥ

source: Last Name
sah: Араспаанньаҥ

source: Email address
sah: Эл. аадырыһыҥ

source: Translation Settings
sah: Тылбаас туруоруулара

source: Here you can configure the settings related to the translation interface as well as your language preferences.
sah: Манна интерфейс туруорууларын уонна тылы билиигин туруоруоххун сөп.

source: Quick Links
sah: Тургэн көһүү

source: No languages or projects selected. Choose yours now.
sah: Тыллара уонна бырайыага талыллыбатах. Бука диэн тал.

source: This user has not selected languages or projects yet.
sah: Бу кыттааччы тылын уонна бырайыагын тала илик.

source: User Statistics
sah: Кытааччы ыстатыыстыката

source: Profiles list
sah: Профиллэр тиһиктэрэ

source: Username
sah: Бэлиэтэммит аата

source: First name
sah: Аата

source: Last name
sah: Араспаанньата

source: Account Activated
sah: Бэлиэтэниллибит аат бигэргэтилиннэ

source: The account has been activated for username "%(account)s". You can now proceed to log in.
sah: Маннык аат "%(account)s" бигэргэтилиннэ. Билигин бу аатынан киириэххин сөп.

source: A Pootle account has been created for you using this email address.
sah: Бу эл. почтаҕа Pootle-га бэлиэтэниллибит аат сигэннэ.

source: This message is sent to verify that the email address is in fact correct. If you did not want to register an account, you may simply ignore the message.
sah: Бу сурук эл. аадырыс үлэлиирин тургутаары ыытыллыбыт. Өскө эн бэлиэтэниэххин баҕарбатах буоллаххына бу суругу таах хаалларан кэбис.

source: To activate your account, follow this link:
sah: Бэлиэтэниллибит ааты бигэргэтэргэ бу сигэннэн тиий:

source: Your activation code is:
sah: Бигэргэтии куода:

source: Pootle registration
sah: Pootle-га бэлиэтэнии

source: Password Changed
sah: Киирии тыл уларыйда

source: Your password was changed successfully.
sah: Киирии тылыҥ уларыйыыта этэҥҥэ ааста.

source: Change Password
sah: Киирии тылы уларыт

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
sah: Эргэ киирии тылы киллэр, онтон иккитэ саҥа киирии тылы киллэр.

source: Old password
sah: Эргэ киирии тыл

source: New password
sah: Саҥа киирии тыл

source: Confirm password
sah: Киирии тылы бигэргэтии

source: Change My Password
sah: Киирии тылы уларытыы

source: Password Reset
sah: Киирии тылы саҥаттан

source: Password Reset Complete.
sah: Киирии тылы саҥаттан суруйуохха сөп.

source: Your password has been set. You may go ahead and <a href="%(login_url)s">log in</a> now.
sah: Киирии тылыҥ турда. Билигин <a href="%(login_url)s">киириэххин</a> n сөп.

source: Reset Password
sah: Киирии тылы саҥаттан туруоруу

source: Enter New Password.
sah: Саҥа киирии тылла киллэр.

source: Please enter your new password twice so we can verify you typed it in correctly.
sah: Саҥа киирии тылгын иккитэ киллэр.

source: New Password
sah: Саҥа киирии тыл

source: Confirm Password
sah: Киирии тылы бигэргэт

source: Reset My Password
sah: Киирии тылбын саҥаттан

source: Password Reset Failed.
sah: Киирии тылы саҥаттан суруйуу моһуогурда.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
sah: Киирии тылы саҥаттан киллэрэр сигэ алҕастаах, баҕар хайыы үйэ туттуллубут буолан буолуо. Киирии тылы саҥардыыны хат оҥор.

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should receive it shortly.
sah: Эл. аадырыскар киирии тылы уларытар туһунан сурук ыытылынна. Сотору кэминэн тиийиэ.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
sah: Маннык %(site_name)s бэлиэтэммит аат киирии тылын уларытар туһунан көрдөбүл киирдэ. Онон бу суругу туттуҥ.

source: Please go to the following page and choose a new password:
sah: Бу сирэйгэ тиийэн саҥа киирии тылла суруй:

source: Your username is %(user)s.
sah: Эн бэлиэтэммит аатыҥ:%(user)s.

source: Thank you for using Pootle!
sah: Pootle бырагыраамманы туһаммыккар махтанабыт!

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
sah: Киирии тылгын умуннуҥ дуо? Манна эл. аадырыскын киллэр. Саҥа киирии тылы туруорар туһунан сурук ыытыахпыт.

source: Email Address
sah: Эл. аадырыһыҥ

source: Registration Complete
sah: Бэлиэтэнии түмүктэннэ

source: Please check your email to activate your account.
sah: Бэлиэтэммит ааккын бигэргэтэргэ эл. почтаҕын көр.

source: Register a New Pootle Account
sah: Pootle-га саҥа ааты бэлиэтииргэ

source: Fill in the following form to get started translating.
sah: Тылбааһы саҕалыырга бу форманы толор.

source: Password (again)
sah: Киирии тыл (иккистээн)

source: Already have an account?
sah: Эн урут манна бэлиэтэммитиҥ дуо?

source: Log In.
sah: Киир.
