Repository: 10cents/pootle
Catalog: pootle/locale/son/pootle_js.po
Languages: son

source: Expand details
son: Šilbayhayey cebe

source: Collapse details
son: Šilbayhayey tugu

source: Are you sure you want to continue?
son: Alhakiika war ga baa ka koy jine?

source: This operation cannot be undone.
son: Teeraa woo ši hin ka taafeeri.

source: No results.
son: Haya kul ši fatta.

source: <a href="%s">String %s</a>
son: <a href="%s">Tenjiri %s</a>

source: Error while connecting to the server
son: Firka feršikaw ciyari waate

source: Server error
son: Feršika firka

source: The server seems down. Try again later.
son: Mane feršikaa ši dira. Ceeci koyne hiino.

source: Unknown error
son: Firka šibayante

source: Congratulations, you walked through all strings.
son: Hoyhoy, war na tenjerey kul feeri ka ben sohõda.

source: Return to the overview page.
son: Willi moo-daaru moo ga.

source: You reached the beginning of the list
son: War too maašeedaa šintinoo ga.

source: You reached the end of the list.
son: War too maašeedaa benantaa ga.

source: %s% match
son: %s% tenjiyan

source: Similar translations
son: Berandiyan himantey

source: More
son: Ka bisa nda

source: Hide
son: Tugu

source: Less
son: Ka kayna nda

source: Show
son: Mosso

source: A year ago
son: A ga to jiiri foo

source: A week ago
son: A ga to jirbiyye foo

source: Yesterday
son: BiiA ga too jirbiyyaŋ

source: An hour ago
son: A ga too guuru fooA ga too guuru %s

source: A minute ago
son: A ga too miniti fooA ga too miniti %s

source: A few seconds ago
son: A ga too segonduyaŋ
